/* $ObjectName=MAFSettingScreen_iOS */
/* $Collection=frwk.uicontrols.ios */
/* $Domain=BC */
/* $Developer=I043975 */
/* $Description=Mobile Application Framework - iOS Reusable UI Components */

/* XTIT: title in navigation bar */
"SETTINGS_TITLE" = "การกำหนดค่า";

/* XGRP: header for a section */
"GENERAL_SETTINGS" = "การกำหนดค่าทั่วไป";

/* XTIT: title in navigation bar for a view containing logon related fields */
"LOGON_SETTINGS" = "การกำหนดค่าการเข้าสู่ระบบ";

/* XTIT: title in navigation bar for a view containing version information */
"VERSION" = "เวอร์ชัน";

/* XTIT: title in navigation bar for 'about' view */
"ABOUT" = "เกี่ยวกับ";

/* XTIT: title in navigation bar for a view containing logon type setting */
"LOGON_TYPE" = "ประเภทการเข้าสู่ระบบ";

/* XLST: logon type to choose */
"BASIC_AUTH" = "การรับรองความถูกต้องพื้นฐาน";

/* XLST: logon type to choose */
"SSO" = "SSO";

/* XLST: logon type to choose */
"DEMO" = "การสาธิต";

"SERV_URL" = "Service URL";

/* XFLD: label for a field */
"USERNAME" = "ชื่อผู้ใช้";

/* XFLD: label for a field */
"PASSWORD" = "รหัสผ่าน";

"SETTINGS" = "Settings";

/* XTIT: title in navigation bar for a view containing advanced settings */
"ADVANCED_SETTINGS" = "การกำหนดค่าขั้นสูง";

/* XFLD: label for a field */
"SERVER_URL" = "URL เซิร์ฟเวอร์";

/* XFLD: label for a switch (on/off), max. approx. 18 characters */
"USE_SUP" = "ใช้ SUP";

/* XTIT: title in navigation bar for a view containing SUP connection information */
"SUP_CONNECTION_INFO" = "ข้อมูลการเชื่อมต่อ SUP";

/* XFLD: label for a field */
"SERVER_NAME" = "ชื่อเซิร์ฟเวอร์";

/* XFLD: label for a field */
"SERVER_PORT" = "พอร์ตเซิร์ฟเวอร์";

/* XFLD: label for a field */
"COMPANY_ID" = "ID บริษัท";

/* XFLD: label for a field */
"ACTIVATION_CODE" = "รหัสเปิดใช้งาน";

/* XFLD: label for a field */
"URL_PREFIX" = "คำนำหน้า URL";

/* XGRP: header for a section */
"APPLICATION_SPECIFIC_SETTINGS" = "การกำหนดค่าเฉพาะแอพพลิเคชัน";

/* XMSG: error message title, displayed in an alert view */
"Msg_Title_Datavault_Error" = "ข้อผิดพลาดในการเก็บข้อมูล";

/* XMSG: error message details, displayed in an alert view, should not be longer than 2-3 rows */
"Msg_Datavault_Error" = "ไม่สามารถจัดเก็บแบบถาวรในที่เก็บที่ปลอดภัย";

/* XTIT: title trait in navigation bar */
"HEADING" = "หัวเรื่อง";

